<?php
// Heading
$_['heading_title']     = 'Файли для завантаження';

// Text
$_['text_success']      = 'Налаштування змінені';
$_['text_list']         = 'Список файлів для завантаження';
$_['text_add']          = 'Додати';
$_['text_edit']         = 'Редагування';
$_['text_upload']       = 'Файл завантажений';
$_['text_report']       = 'Звіт';

// Column
$_['column_name']       = 'Назва';
$_['column_ip']         = 'IP';
$_['column_account']    = 'Облікові записи';
$_['column_store']      = 'Магазин';
$_['column_country']    = 'Країна';
$_['column_date_added'] = 'Дата файлу';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва';
$_['entry_filename']    = 'Назва файлу';
$_['entry_mask']        = 'Маска';

// Help
$_['help_filename']     = 'Ви можете завантажити файл через кнопку вибору файлу або по FTP, для цього помістіть файл в папку "download" та введіть інформацію нижче';
$_['help_mask']         = 'Рекомендується, щоб ім’я файлу та маска відрізнялись, це зробить неможливим прямий доступ до файлу';

// Error
$_['error_warning']     = 'Будь ласка, перевірте форму на наявність помилок';
$_['error_permission']  = 'У вас недостатньо прав для внесення змін';
$_['error_name']        = 'Назва має містити від 3 до 64 символів';
$_['error_filename']    = 'Назва файлу має містити від 3 до 128 символів';
$_['error_filename_character'] = 'Назва файлу може містити тільки символи a-z, 0-9, - та _';
$_['error_directory']   = 'Завантаження мають бути в каталозі storage/download';
$_['error_exists']      = 'Файл не знайдено';
$_['error_mask']        = 'Маска має містити від 3 до 128 символів';
$_['error_mask_character'] = 'Маска файлу може містити тільки наступні символи: a-z, 0-9, - та _';
$_['error_file_type']   = 'Неправильний тип файлу';
$_['error_product']     = 'Неможливо видалити завантаження тому, що воно використовується в %s товарах';
