<?php
// Heading
$_['heading_title']          = 'Плани підписки';

// Text
$_['text_success']           = 'Налаштування змінені';
$_['text_list']              = 'Список планів підписки';
$_['text_add']               = 'Додати план підписки';
$_['text_edit']              = 'Редагувати';
$_['text_subscription']      = 'Підписка';
$_['text_trial']             = 'Пробний період';
$_['text_day']               = 'День';
$_['text_week']              = 'Тиждень';
$_['text_semi_month']        = 'Півмісяця';
$_['text_month']             = 'Місяць';
$_['text_year']              = 'Рік';

// Entry
$_['entry_name']            = 'Назва плану підписки';
$_['entry_trial_price']     = 'Ціна пробного періоду';
$_['entry_trial_duration']  = 'Тривалість пробного періоду';
$_['entry_trial_cycle']     = 'Пробний цикл';
$_['entry_trial_frequency'] = 'Періодичність періоду';
$_['entry_trial_status']    = 'Статус';
$_['entry_price']           = 'Ціна';
$_['entry_duration']        = 'Тривалість';
$_['entry_cycle']           = 'Цикл';
$_['entry_frequency']       = 'Період';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']      = 'Порядок сортування';

// Column
$_['column_name']           = 'Назва плану підписки';
$_['column_sort_order']     = 'Порядок сортування';
$_['column_action']         = 'Дія';

// Help
$_['help_duration']         = 'Тривалість – це кількість разів, коли користувач здійснить платіж. Встановіть значення 0, якщо ви хочете здійснювати платежі, доки їх не буде скасовано';
$_['help_cycle']            = 'Вартість підписки розраховується за періодичністю та циклами';
$_['help_frequency']        = 'Якщо ви використовуєте частоту «тиждень» і цикл «2», то користувачеві виставлятиметься рахунок кожні 2 тижні';

// Error
$_['error_warning']         = 'Будь ласка, перевірте форму на наявність помилок';
$_['error_permission']      = 'У вас недостатньо прав для внесення змін';
$_['error_name']            = 'Назва плану підписки має містити від 3 до 255 символів';
$_['error_trial_duration']  = 'Тривалість пробного періоду має бути більше 0';
$_['error_product']         = 'План підписки неможливо видалити тому, що він використовується в %s товарах';