<?php
// Heading
$_['heading_title']   = 'Блог';

// Text
$_['text_blog']       = 'Блог';
$_['text_comments']   = 'Коментарі: %s';
$_['text_write']      = 'Написати коментар';
$_['text_login']      = 'Будь ласка, <a href="%s">авторизуйтесь</a> або <a href="%s">зареєструйтесь</a> для написання коментаря';
$_['text_no_results'] = 'Для цієї статті коментарів ще не було';
$_['text_queue']      = 'Ваш коментар був відправлений на перевірку';
$_['text_success']    = 'Дякуємо за ваш коментар. Він буде опублікований після перевірки';

// Entry
$_['entry_author']    = 'Ваше ім’я';
$_['entry_comment']   = 'Коментар';

// Button
$_['button_continue'] = 'Продовжити';

// Error
$_['error_token']     = 'Недійсний маркер коментаря!';
$_['error_article']   = 'Статтю не знайдено';
$_['error_comment']   = 'Коментар має містити від 25 до 1000 символів';
$_['error_guest']     = 'Ви маєте авторизуватись для написання коментарів';