<?php
// Text
$_['text_cart']       = 'Кошик оновлений';
$_['text_for']        = '%s Подарунковий сертифікат для %s';
$_['text_success']    = 'Подарунковий сертифікат застосований';
$_['text_remove']     = 'Подарунковий сертифікат видалений';

// Error
$_['error_voucher']   = 'Подарунковий сертифікат недійсний або його баланс вичерпано';
$_['error_to_name']   = 'Ім’я отримувача має містити від 1 до 64 символів';
$_['error_from_name'] = 'Ваше ім’я має містити від 1 до 64 символів';
$_['error_email']     = 'Невірно вказано адресу електронної пошти';
$_['error_theme']     = 'Оберіть тему сертифікату';
$_['error_amount']    = 'Сума має бути від %s до %s';