<?php
// Text
$_['text_subject']  = '%s - Запит на експорт/видалення особистих даних';
$_['text_export']   = 'Запит на експорт особистих даних';
$_['text_remove']   = 'Запит на видалення особистих даних';
$_['text_gdpr']     = 'Запит надійшов із вашої електронної адреси. Щоб підтвердити цю дію, натисніть посилання нижче:';
$_['text_ip']       = 'Для цього запиту використовувалася IP-адреса:';
$_['text_contact']  = 'Якщо ви не надсилали цей запит, зв’яжіться з власником магазину тут:';
$_['text_thanks']   = 'Дякуємо,';
$_['text_ignore']   = 'Якщо ви не надсилали цей запит, проігноруйте цей електронний лист.';

// Button
$_['button_export'] = 'Я підтверджую експорт своїх даних';
$_['button_remove'] = 'Я підтверджую видалення свого облікового запису';