<?php
// Heading
$_['heading_title']     = 'Захист персональних даних';

// Text
$_['text_account']      = 'Обліковий запис';
$_['text_gdpr']         = 'Ви можете переглянути політику захисту персональних даних %s на сторінці <a href="%s" target="_blank">%s<a/>';
$_['text_verification'] = 'Перевірка облікового запису';
$_['text_email']        = 'Перш ніж ми зможемо виконати запит наявності ваших персональних даних, ми маємо підтвердити ваш обліковий запис. Будь ласка, введіть свою адресу електронної пошти нижче';
$_['text_action']       = 'Оберіть дію з даними';
$_['text_export']       = 'Експорт персональних даних';
$_['text_remove']       = 'Видалення персональних даних';
$_['text_warning']      = 'Ви втратите доступ до свого облікового запису';
$_['text_access']       = 'У вас біль не буде доступу до вашого облікового запису %s';
$_['text_history']      = 'Ви більше не матимете доступу до історії замовлень, рахунків, списків бажань або завантажень';
$_['text_limit']        = 'Запит на видалення облікового запису буде оброблено на протязі <strong>%s днів</strong>, щоб можна було обробити будь-яке виявлення шахрайства, повернення платежів або відшкодування';
$_['text_success']      = 'Запит був відправлений на вашу електронну адресу';
$_['text_cancel']		= 'Скасувати';

// Entry
$_['entry_email']       = 'E-Mail';

// Error
$_['error_email']       = 'Адресу електронної пошти вказано невірно';
$_['error_action']      = 'Ви маєте обрати дію з даними';
