<?php
// Heading
$_['heading_title'] = 'Використати подарунковий сертифікат';

// Text
$_['text_voucher']  = 'Подарунковий сертифікат (%s)';
$_['text_success']  = 'Подарунковий сертифікат застосований';
$_['text_remove']   = 'Подарунковий сертифікат видалений';

// Entry
$_['entry_voucher'] = 'Введіть код вашого подарункового сертифіката';

// Error
$_['error_voucher'] = 'Подарунковий сертифікат недійсний або був використаний раніше';
$_['error_status']  = 'Подарункові сертифікати недоступні в цьому магазині';