<?php
// Text
$_['text_success']     = 'Профіль підписки успішно оновлено';

// Error
$_['error_language']         = 'Доповнення способу доставки не знайдено';
$_['error_customer']         = 'Доповнення способу доставки не знайдено';
$_['error_product']          = 'Доповнення способу доставки не знайдено';
$_['error_shipping_address'] = 'Доповнення способу доставки не знайдено';
$_['error_shipping_method']  = '';
$_['error_payment_address']  = 'Доповнення способу доставки не знайдено';
$_['error_payment_method']   = 'Доповнення способу доставки %s не знайдено';
$_['error_extension']  = 'Доповнення способу оплати не знайдено';
$_['error_recurring']  = 'Спосіб оплати не має методу повторюваної оплати';
