<?php
// Heading
$_['heading_title']               = 'Додаткові налаштування';

// Text
$_['text_step_4']                 = 'Перед завершувальним етапом установки ви можете виконати додаткові дії';
$_['text_yes']                    = 'Так';
$_['text_no']                     = 'Ні';
$_['text_select']                 = ' --- Оберіть --- ';
$_['text_delete']                 = 'Так (видалити зображення та демо записи в БД)';
$_['text_select_all']             = 'Виділити все';
$_['text_unselect_all']           = 'Зняти виділення';

// Entry
$_['entry_delete_demodata']       = 'Видалити Демо дані';
$_['entry_country']               = 'Список країн';

$_['help_country']                = 'Вибрані країни будуть автоматично включені після завершення установки';

// Error
$_['error_delete_demodata']       = 'Необхідно обрати дію з демо даними';
$_['error_country']               = 'Необхідно обрати принаймні одну країну';
