<?php
// Heading
$_['heading_title']          = 'Установка доповнень';

// Text
$_['text_upload']            = 'Доповнення завантажено';
$_['text_success']           = 'Налаштування змінені';
$_['text_progress']          = 'Прогрес установки';
$_['text_installed']         = 'Встановлені доповнення';

// Column
$_['column_image']           = 'Зображення';
$_['column_name']            = 'Назва';
$_['column_version']         = 'Версія';
$_['column_date_added']      = 'Дата установки';
$_['column_action']          = 'Дія';

// Entry
$_['entry_progress']         = 'Виконання';

// Error
$_['error_permission']       = 'У вас недостатньо прав для внесення змін';
$_['error_install']          = 'Не знайдено файл install.json';
$_['error_default']          = 'Стандартні доповнення не можуть бути видалені';
$_['error_extension']        = 'Не вдалося знайти встановлене доповнення';
$_['error_installed']        = 'Доповнення вже встановлене';
$_['error_uninstall']        = 'Необхідно видалити %s доповнень перш ніж це доповнення може бути безпечно видалене';
$_['error_name']             = 'Назва має містити від 3 до 128 символів';
$_['error_version']          = 'Версія має містити від 3 до 128 символів';
$_['error_author']           = 'Ім’я автора має містити від 3 до 128 символів';
$_['error_link']             = 'Посилання має містити від 3 до 128 символів';
$_['error_filename']         = 'Ім’я файлу має містити від 3 до 128 символів';
$_['error_file']             = 'Файл %s не знайдено';
$_['error_file_exists']      = 'Файл вже існує';
$_['error_file_type']        = 'Неправильний тип файлу';
$_['error_directory']        = 'Папка установки %s не знайдена';
$_['error_directory_exists'] = 'Папка %s вже існує';
$_['error_unzip']            = 'Не вдалося розпакувати архів';
$_['error_upload']           = 'Не вдалося завантажити файл';